
"About %@" = "Über %@";
"Hide %@" = "%@ ausblenden";
"Hide Others" = "Andere ausblenden";
"Show All" = "Alle einblenden";
"Quit %@" = "%@ beenden";



"Another %@ is currently running. Please close all instances of it now." = "Ein anderer %@ gerade läuft. Bitte schließen Sie jetzt alle Instanzen.";


"Are you sure you want to exit %@ setup?" = "Sind Sie sicher, dass Sie %@ Setup beenden möchten?";


"Are you sure you want to exit before the process is completed?" = "Sind Sie sicher, dass Sie das Programm beenden möchten, bevor der Vorgang abgeschlossen ist?";


"Continue" = "Weitermachen";


"Direct Download" = "Direkter Download";


"Due to some error, the installation cannot be completed. Please check your Internet connection and try again. You can also click \"Direct Download\" to get a full package from the official website." = "Aufgrund eines Fehlers kann die Installation nicht abgeschlossen werden. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut. Sie können auch auf \"Direkter Download\" klicken, um ein vollständiges Paket von der offiziellen Website zu erhalten.";


"Exit" = "Beenden";


"I've read and agreed to %@" = "Ich habe %@ gelesen und bin damit einverstanden";


"%@ License Agreement" = "die %@ Lizenzvertrag";


"Install" = "Installieren";


"Installing...please wait ( %1.1f%% finished)" = "Installation...bitte warten(%1.1f%% fertig)";


"OK" = "OK";


"Please agree %@ License Agreement before installing %@!" = "Bitte stimmen Sie dem %@ Lizenzvertrag zu, bevor Sie %@ installieren!";


"Try Again" = "Wiederholen";

